{
  "http://on.forbes.com/6017Ek9nP": {
    "url": "http://on.forbes.com/6017Ek9nP",
    "title": "4 Crypto Assets Break Above Key Moving Average, Leaving Bitcoin Behind",
    "authors": [],
    "text": "Several well-known cryptocurrencies are trading above their 200-day moving averages, a development typically considered a sign of a healthy market.\n\nA moving average (MA) is simply an ongoing calculation of the closing prices of an asset over a specified period of time, but is also a tool traders use to gauge the asset’s trend direction as well as support and resistance levels.\n\nWhile a moving average of any length can be used, the 200-day moving average is a standard in financial analysis. Put simply, an asset trading above the 200-day MA is considered bullish (likely to move higher), while one trading below it is considered bearish (likely to move lower).\n\nSince the long-time market leader bitcoin is not currently trading above its 200-day moving average, one could be forgiven for assuming all other cryptocurrencies are following its footsteps.\n\nHowever, that is not the case.\n\nSigns of life emerge\n\n\n\nOf the top 20 largest cryptocurrencies by market capitalization as per CoinMarketCap, both the BTC and USD pairs of litecoin (LTC), binance coin (BNB), Tron (TRX) and Maker (MKR) are currently trading above their respective 200-day moving averages.\n\nBoth pairs trading above the moving average indicates the markets for LTC, BNB, TRX, and MKR are much stronger than those with acceptance above just one trading pair moving average or those with acceptance above neither – most of which fall under the latter category.\n\nIndeed, the four cryptocurrencies have the most bullish markets, but as can be seen above, their performance is not yet the norm. Twelve of the top 20 cryptocurrencies have neither their BTC or USD trading pairs above the 200-day MA, and as the data below shows, several are still very far away.\n\nDistances to the 200-day MA\n\nOf the remaining top 20 cryptocurrencies by market cap that are not trading above their USD-denominated 200-day MA, bitcoin cash (BCH) is by a large margin the farthest away from achieving a healthy market while EOS is the closest.\n\nAccording to data from CoinMarketCap, the price of BCH/USD would need to increase 124 percent in order to reach its 200-day moving average while EOS/USD would need to increase just 8 percent.\n\nIt’s worth noting Bitcoin Cash underwent a hard fork in November resulting in the creation of two new cryptocurrencies, Bitcoin Cash ABC and Bitcoin SV. Bitcoin Cash ABC retained the BCH/USD ticker on most exchanges so its longtime price history may not be the best reflection of the current state of the Bitcoin Cash ABC market, given the fork has existed less than 200 days.\n\nWhile it does express a weak market, an asset trading excessively far below its 200-day moving average is not always a negative indication. It can also be a sign of extreme oversold market conditions, similar to how the Mayer Multiple is used to gauge bitcoin’s market conditions based on its relation to the 200-day MA.\n\nWith that in mind, the assets that are farthest from their respect 200-day moving averages like bitcoin cash and Zcash, which needs to increase 71 percent to reach its 200 day MA, could be seen as the most overdue for a positive correction.\n\nDisclosure: The author holds BTC, LTC, ETH, ZEC, AST, REQ, OMG, FUEL, ZIL, 1st and AMP at the time of writing.\n\nMarket image via Shutterstock; Charts by TradingView"
  },
  "https://twitter.com/Forbes/status/1108931935777087488": {
    "url": "https://twitter.com/Forbes/status/1108931935777087488",
    "title": "Forbes on Twitter",
    "authors": [
      "Replying To"
    ],
    "text": "Tweet with a location\n\nYou can add location information to your Tweets, such as your city or precise location, from the web and via third-party applications. You always have the option to delete your Tweet location history. Learn more"
  },
  "https://twitter.com/Forbes/status/1108925253508435970": {
    "url": "https://twitter.com/Forbes/status/1108925253508435970",
    "title": "Forbes on Twitter",
    "authors": [
      "Replying To"
    ],
    "text": "Tweet with a location\n\nYou can add location information to your Tweets, such as your city or precise location, from the web and via third-party applications. You always have the option to delete your Tweet location history. Learn more"
  },
  "https://twitter.com/Forbes/status/1108914445915471872": {
    "url": "https://twitter.com/Forbes/status/1108914445915471872",
    "title": "Forbes on Twitter",
    "authors": [
      "Replying To"
    ],
    "text": "Tweet with a location\n\nYou can add location information to your Tweets, such as your city or precise location, from the web and via third-party applications. You always have the option to delete your Tweet location history. Learn more"
  },
  "http://on.forbes.com/6018Ekf4M": {
    "url": "http://on.forbes.com/6018Ekf4M",
    "title": "Jobs: Social Media Analyst",
    "authors": [],
    "text": "Social Media Analyst\n\nForbes is looking for a Social Media Analyst to join the Audience Development team in our Jersey City, NJ, office. The position, reporting into the Director of Social Media, will work across the company with various stakeholders to deliver reports from editorial and sales initiatives. In addition to joining a high performing team, you would be joining a passionate and engaged culture that celebrates:\n\nRequirements\n\nThe defining voice of entrepreneurial capitalism, Forbes champions success by celebrating those who have made it, and those who aspire to make it. Forbes convenes and curates the most-influential leaders and entrepreneurs who are driving change, transforming business and making a significant impact on the world. The Forbes brand today reaches more than 120 million people worldwide through its trusted journalism, signature LIVE events, custom marketing programs and 40 licensed local editions in 70 countries. Forbes Media’s brand extensions include real estate, education and financial services license agreements. For more information, visit: https://www.forbes.com/forbes-media/.\n\n\n\n\n\n\n\nForbes is an equal opportunity employer."
  },
  "http://on.forbes.com/6019EkfNP": {
    "url": "http://on.forbes.com/6019EkfNP",
    "title": "Jobs: Social Media Editor",
    "authors": [],
    "text": "Social Media Editor\n\nDescription\n\nForbes is looking for a Social Media Editor to join the audience development team in our Jersey City, NJ, office. The position, reporting into the Senior Social Content Manager, will work across the company with various stakeholders to execute social campaigns across various platforms. In addition to joining a high performing team, you would be joining a passionate and engaged culture that celebrates:\n\nEntrepreneurship: Freedom to innovate, identify new opportunities and pursue passion projects\n\nCareer Development: Formal mentorship program, industry conference attendance and speaking opportunities\n\nPositivity: Emphasis on positive communication, transparency and team building\n\nResponsibilities:\n\nOwn all new social media projects related to digital campaigns and initiatives\n\nManage social strategy for new ventures across sub-accounts related to specific beats\n\nLead Facebook Messenger project with outside vendors and editorial team\n\nAssist with writing and editing copy for social networking platforms\n\nWork with other social editors on cross promotional efforts\n\nOversee content partnerships with social news sites and news aggregation apps\n\nCollaborate with the performance marketing team to help amplify social reach\n\nRequirements:\n\n3-4 years previous social media and journalism experience.\n\nNewsroom experience a plus\n\nFluent on all social media platforms\n\nFlourishes in a fast-pace environment\n\nExtremely organized and detail oriented\n\nNimble and open to quick changes in strategy\n\n\n\n\n\nForbes Media is a global media, branding and technology company, with a focus on news and information about business, investing, technology, entrepreneurship, leadership and affluent lifestyles. The company publishes Forbes and Forbes Asia, as well as Forbes.com. The Forbes brand today reaches more than 117 million people worldwide with its business message each month through its magazines and 40 licensed local editions around the globe, Forbes.com, TV, conferences, research, social and mobile platforms. Forbes Media’s brand extensions include conferences, real estate, education, financial services, and technology license agreements.\n\nForbes is an equal opportunity employer."
  },
  "http://on.forbes.com/6019EXPZ5": {
    "url": "http://on.forbes.com/6019EXPZ5",
    "title": "BlockFi Now Offers a Crypto Deposit Account With Compound Interest",
    "authors": [],
    "text": "Cryptocurrency lending startup BlockFi has launched a crypto deposit account that provides compound interest.\n\nAnnouncing the news on Tuesday, the firm said that the BlockFi Interest Account (BIA) is now live and offers customers an annual interest rate of 6 percent, paid on a monthly basis in cryptocurrency. That monthly interest is then compounded to produce a 6.2 percent annual percentage yield or APY.\n\n“It helps crypto investors grow their wealth with one of the most powerful tools in finance – compound interest,” Brad Michelson, director of marketing at BlockFi told CoinDesk.\n\nUsers from across the globe can deposit either bitcoin (BTC) or ether (ETH) to earn interest from the offering and can withdraw their funds at any time, BlockFi said.\n\nAccount holdings are custodied at the Gemini Trust Company, co-founded by Cameron and Tyler Winklevoss, according to the announcement. Gemini Trust is regulated by the New York Department of Financial Services and also offers insurance coverage for the digital assets it holds in custody.\n\nWhile the BIA looks rather like the crypto version of a traditional savings account, Michelson told CoinDesk that the product “doesn’t come with the backing of the federal government like a savings account at a bank does.”\n\nThe executive further said that, as BlockFi’s business also includes providing crypto loans to institutions, it can still afford the interest paid out, even if the prices of bitcoin and ether fall. “We charge more to the institutions borrowing the crypto from BlockFi then we pay to depositors,” Michelson explained.\n\nThe BIA was first launched in beta version at the start of this year and already holds over $10 million in assets from retail and institutional investors, according to the firm’s figures.\n\nBack in December, BlockFi raised $4 million in a round that was led by Akuna Capital, with participation from Mike Novogratz’s Galaxy Digital Ventures and Anthony Pompliano’s Morgan Creek Digital, among others.\n\nIt also raised $52.5 million last July, in a round led by Galaxy Digital, and further secured $1.55 million early in 2018 with backing from ConsenSys Ventures, SoFi, Kenetic Capital and others.\n\nDeposit box image via Shutterstock"
  },
  "http://on.forbes.com/dailydozen?utm_source=twitter_thread&utm_medium=social&utm_campaign=forbes": {
    "url": "http://on.forbes.com/dailydozen?utm_source=twitter_thread&utm_medium=social&utm_campaign=forbes",
    "title": "Daily Dozen: Twitter",
    "authors": [],
    "text": "For the inside scoop\n\non the world’s most important\n\nentrepreneurs and superstars,\n\nexpert career advice, investing information\n\nand success secrets\n\n\n\nYou're on the list!\n\nCheck your inbox for today's deals expiring soon. Oops! Something went wrong while submitting the form. :(\n\nSubscribing to Forbes Finds newsletter indicates your consent to our Terms and Conditions.\n\nYou may unsubscribe at any time."
  },
  "http://on.forbes.com/AMAKellyErb": {
    "url": "http://on.forbes.com/AMAKellyErb",
    "title": "I’m Kelly Phillips Erb, Forbes senior contributor who writes about everything to do with taxes. Ask me anything!",
    "authors": [],
    "text": "Years ago, I found myself sitting in law school in Moot Court wearing an oversized itchy blue suit. It was a horrible experience. In a desperate attempt to avoid anything like that in the future, I enrolled in a tax course. I loved it. I signed up for another. Before I knew it, in addition to my JD, I earned an LL.M Taxation. While at law school, I interned at the estates attorney division of the IRS. At IRS, I participated in the review and audit of federal estate tax returns. At one such audit, opposing counsel read my report, looked at his file and said, \"Gentlemen, she’s exactly right.\" I nearly fainted. It was a short jump from there to practicing, teaching, writing and breathing tax. Just like that, Taxgirl® was born. Read my Forbes articles here: https://www.forbes.com/sites/kellyphillipserb/#9c0065b79cba\n\nProof: https://i.redd.it/g4k5u9d6njl21.jpg"
  },
  "https://twitter.com/Forbes/status/1105895050062516224": {
    "url": "https://twitter.com/Forbes/status/1105895050062516224",
    "title": "Forbes on Twitter",
    "authors": [],
    "text": "Tweet with a location\n\nYou can add location information to your Tweets, such as your city or precise location, from the web and via third-party applications. You always have the option to delete your Tweet location history. Learn more"
  },
  "http://on.forbes.com/6019EXmxV": {
    "url": "http://on.forbes.com/6019EXmxV",
    "title": "Forbes Media (u/forbes)",
    "authors": [],
    "text": "Years ago, I found myself sitting in law school in Moot Court wearing an oversized itchy blue suit. It was a horrible experience. In a desperate attempt to avoid anything like that in the future, I enrolled in a tax course. I loved it. I signed up for another. Before I knew it, in addition to my JD, I earned an LL.M Taxation. While at law school, I interned at the estates attorney division of the IRS. At IRS, I participated in the review and audit of federal estate tax returns. At one such audit, opposing counsel read my report, looked at his file and said, \"Gentlemen, she’s exactly right.\" I nearly fainted. It was a short jump from there to practicing, teaching, writing and breathing tax. Just like that, Taxgirl® was born. Read my Forbes articles here: https://www.forbes.com/sites/kellyphillipserb/#9c0065b79cba\n\nProof: https://i.redd.it/g4k5u9d6njl21.jpg"
  },
  "https://twitter.com/AngelAuYeung/status/1102951236003803137": {
    "url": "https://twitter.com/AngelAuYeung/status/1102951236003803137",
    "title": "Angel Au-Yeung on Twitter",
    "authors": [
      "Replying To"
    ],
    "text": "Tweet with a location\n\nYou can add location information to your Tweets, such as your city or precise location, from the web and via third-party applications. You always have the option to delete your Tweet location history. Learn more"
  },
  "http://on.forbes.com/6011EV77c": {
    "url": "http://on.forbes.com/6011EV77c",
    "title": "Pundi X’s New Phone Can Switch Between Blockchain and Android",
    "authors": [],
    "text": "Blockchain device manufacturer startup Pundi X unveiled new specifications for its blockchain phone, which it plans to release to the public later this year.\n\nRevealed at the Mobile World Congress conference in Barcelona this week, the XPhone will let users switch between a traditional mode that supports Android apps and a “blockchain mode,” which will grant users access to decentralized apps (dapps) loaded on the device.\n\nCustomers will be able to make the switch with the push of a button, a blog post by Pundi X explained, adding that this feature is made possible by loading both an Android 9.0 operating system (OS) as well as Pundi’s Android-based Function X OS.\n\n“Blockchain-based calling and messaging can be toggled on and off on the phone operating system, which builds upon Android 9.0,” Pundi X said Monday.\n\nFirst announced last year, the XPhone also claims to support carrier-free calling through its peer-to-peer network. The startup demonstrated that feature at the time.\n\nThough a working prototype was demonstrated in October, Pundi X’s most recent blog post explained that the specifications have been upgraded, aiming to launch with a mid-range processor, 6 gigabytes of RAM and a number of other features. (A note on the specifications list states that its design is still subject to change).\n\nAt launch, the phone will retail for $599, meaning it is cheaper than other blockchain phones like the HTC EXODUS 1, the Samsung Galaxy S10 and the Sirin Labs Finney. However, according to the device’s website, only 5,000 XPhones will be built. The company is currently targeting “late 2019” for release, though a specific date has not been announced.\n\nPundi X’s demonstration is only the latest blockchain-related announcement at Mobile World Congress this week, following HTC, Samsung and Electroneum, which unveiled a crypto-mining smartphone this week – though that was a low-cost device targeting developing countries.\n\nXPhone images via Pundi X YouTube; Pundi X blog"
  },
  "https://twitter.com/i/moments/1103321910698536961": {
    "url": "https://twitter.com/i/moments/1103321910698536961",
    "title": "At 21, Kylie Jenner is the youngest self-made billionaire ever",
    "authors": [
      "Kerry Dolan",
      "Kim Kardashian West",
      "Travis Scott",
      "Natalie Robehmed"
    ],
    "text": "Tweet with a location\n\nYou can add location information to your Tweets, such as your city or precise location, from the web and via third-party applications. You always have the option to delete your Tweet location history. Learn more"
  },
  "https://twitter.com/DenizCam/status/1102983134243622914": {
    "url": "https://twitter.com/DenizCam/status/1102983134243622914",
    "title": "Deniz on Twitter",
    "authors": [
      "Replying To"
    ],
    "text": "Tweet with a location\n\nYou can add location information to your Tweets, such as your city or precise location, from the web and via third-party applications. You always have the option to delete your Tweet location history. Learn more"
  },
  "https://twitter.com/ChaseWithorn/status/1102961164311502849": {
    "url": "https://twitter.com/ChaseWithorn/status/1102961164311502849",
    "title": "Chase Withorn on Twitter",
    "authors": [
      "Replying To"
    ],
    "text": "Tweet with a location\n\nYou can add location information to your Tweets, such as your city or precise location, from the web and via third-party applications. You always have the option to delete your Tweet location history. Learn more"
  },
  "https://twitter.com/i/moments/1102673137072779264": {
    "url": "https://twitter.com/i/moments/1102673137072779264",
    "title": "Meet the world's billionaires 2019",
    "authors": [
      "Dan Alexander",
      "Madeline Berg",
      "Chase Withorn",
      "Natalie Robehmed",
      "Randall Lane",
      "Kurt Badenhausen",
      "Angel Au-Yeung",
      "Kerry Dolan",
      "Michael Del Moro"
    ],
    "text": "Reimagining Capitalism: How The Greatest System Ever Conceived (And Its Billionaires) Need To Change\n\nBillionaires have become this year's punching bag, as too many folks see a system stacked against them. Here's our blueprint to make capitalism more authentic, accessible and accountable.\n\nforbes.com"
  },
  "https://twitter.com/DenizCam/status/1102945974442430464": {
    "url": "https://twitter.com/DenizCam/status/1102945974442430464",
    "title": "Deniz on Twitter",
    "authors": [
      "Replying To"
    ],
    "text": "Tweet with a location\n\nYou can add location information to your Tweets, such as your city or precise location, from the web and via third-party applications. You always have the option to delete your Tweet location history. Learn more"
  },
  "https://twitter.com/DanAlexander21/status/1102938165445308416": {
    "url": "https://twitter.com/DanAlexander21/status/1102938165445308416",
    "title": "Dan Alexander on Twitter",
    "authors": [
      "Replying To"
    ],
    "text": "Tweet with a location\n\nYou can add location information to your Tweets, such as your city or precise location, from the web and via third-party applications. You always have the option to delete your Tweet location history. Learn more"
  },
  "http://on.forbes.com/6016EpSbu": {
    "url": "http://on.forbes.com/6016EpSbu",
    "title": "Samsung Confirms Galaxy S10 Will Include Private Crypto Key Storage",
    "authors": [],
    "text": "Samsung’s latest flagship phone will include a dedicated secure storage function designed for cryptocurrency private keys.\n\nThe Galaxy S10, formally unveiled Wednesday, includes a new function targeted toward cryptocurrency users in the form of the Samsung Knox, the world’s largest smartphone producer announced.\n\nIn a press release, Samsung explained:\n\n“Galaxy S10 is built with defense-grade Samsung Knox, as well as a secure storage backed by hardware, which houses your private keys for blockchain-enabled mobile services.”\n\nThe S10 comes with an upgraded camera system that features “advanced intelligence,” the ability to charge other phones wirelessly, 8GB RAM and 256GB storage (on the base model) and a number of other features, according to the release.\n\nFurther details about the Knox solution were not immediately available, and Samsung did not immediately respond to a request for comment.\n\nStill, the S10 joins a slowly growing line of smartphones designed with cryptocurrencies in mind, including HTC’s EXODUS 1 and Sirin Labs’ Finney, both of which were announced last year. However, Samsung is the largest phone manufacturer to unveil a blockchain feature in a phone to date, and unlike either of its competitors, may see the widest distribution.\n\nThe Galaxy is Samsung’s flagship line, with four different devices falling under the S10 umbrella intended to fill as wide a market as possible. In contrast, the HTC EXODUS 1 can only be bought using bitcoin or ether, and the Finney can only be purchased using the Sirin token.\n\nRumors that the Galaxy S10 might include a crypto wallet have been circulating since last year, though the firm did not formally confirm these until Wednesday.\n\nSamsung image via Mahony / Shutterstock"
  },
  "https://twitter.com/i/moments/1101143769154494466": {
    "url": "https://twitter.com/i/moments/1101143769154494466",
    "title": "Famed music label Cash Money is setting out to strike platinum—again",
    "authors": [
      "Replying To",
      "Chowkidar Prakul Chauhan",
      "Lindsay Knowles",
      "Zack O Malley Greenburg"
    ],
    "text": "Tweet with a location\n\nYou can add location information to your Tweets, such as your city or precise location, from the web and via third-party applications. You always have the option to delete your Tweet location history. Learn more"
  },
  "http://on.forbes.com/6010ETsNm": {
    "url": "http://on.forbes.com/6010ETsNm",
    "title": "Ripple Offered Multimillion-Dollar XRP Bonuses to Lure Top Tech Talent",
    "authors": [],
    "text": "UPDATE (12th February 2019 16:15 UTC): Ripple originally declined to comment on bonus packages, including whether they are still being offered in 2019. Following the publication of this article, a Ripple spokesperson offered the following statement:\n\n“Ripple does not offer engineering compensation packages that include XRP bonuses. In late 2018, we found out that a contracted recruiter was incorrectly suggesting to prospective employees that such packages were available. That individual has not worked on our behalf in months.”\n\n__________________________________________________________________________________\n\nSilicon Valley fintech startup Ripple goes out of its way to say it didn’t create the cryptocurrency XRP. But that doesn’t mean the company doesn’t rely on its vast reserves of the token when courting prospective hires.\n\nOne engineer who asked to remain anonymous showed CoinDesk a recruiting email from late 2018 that promised an XRP package from Ripple of worth up to $3 million, in addition to a generous salary offer.\n\nAccording to the company’s LinkedIn, Ripple is looking to hire more than a dozen engineers and technical experts, including a new head of engineering for its xCurrent project, which aims to rival the legacy messaging network SWIFT at the center of the current global payments infrastructure.\n\nSalaries may vary according to seniority, but based on conversations with two prospective recruits, XRP bonuses for engineers generally range in value from $1 million to $6 million, according to the company’s own evaluation. As of press time, XRP is trading at roughly $0.30 per token.\n\n(Ripple declined to comment on bonus packages, including whether they are still being offered in 2019.)\n\nOne former Ripple employee, who asked to stay anonymous for fear of legal retribution, told CoinDesk he never heard of such XRP bonus packages before 2017. However, he also noted generous equity deals are standard in Silicon Valley.\n\nIn September 2018, one prospective engineering recruit, who asked to remain anonymous because he works at a company that might someday collaborate with Ripple, told CoinDesk that he also received an email from a recruiter working on Ripple’s behalf that stood out because it offered lucrative XRP packages, supposedly worth $3 million to $6 million. Both engineers currently work at top-tier tech companies in Silicon Valley, albeit the second programmer at a crypto company (thus the higher offer).\n\nAdditionally, the email claimed the global market cap of “its [Ripple’s] coin” was worth $48 billion. According to CoinMarketCap, on the day the email was sent XRP’s global market cap was closer to $13.3 billion. The prospective engineer recruit told CoinDesk he found this discrepancy alarming.\n\nSpeaking to the unusual bonus offering that caught his eye, the anonymous engineer said Ripple is “a very unpopular entity in the crypto sphere among technologists,” so he believes the company is “forced to go above and beyond to attract engineers” during the bear market.\n\nBear recruiting\n\nA Ripple representative told CoinDesk the company currently employs roughly 90 engineers and technology experts, with plans to hire “aggressively” in order to expand its software as a service offering plus support RippleNet mobile wallets and payout processes.\n\nThis is part of an ongoing hiring spree. The company representative said that Ripple added 100 new employees across the company in 2018, adding:\n\n“We move fast to acquire the best talent out there – especially considering the highly competitive nature of other startups who want to hire similar candidates.”\n\nFormer Ripple community liaison Jon Holmquist told CoinDesk that developer salaries and compensation are ballooning across Silicon Valley. As such, Holmquist said any hiring challenges might be related to the broader market downturn, not Ripple in particular.\n\n“No one wants to join crypto for the first time during a bear market. I think that’s more of an industry-wide problem,” Holmquist said. “There’s always a shortage of talent.”\n\nThe anonymous engineer disagreed, considering the other types of recruiting emails he routinely receives.\n\n“This is for a devops role, which is generally harder to find, but these are really big numbers,” the anonymous engineer said, referring to both the salary and XRP bonus package. “It comes across a little bit desperate.”\n\nSerial entrepreneur Dave Schukin tweeted last June that the company offered him more than $175,000 as a base salary, which appears consistent with the other offer shared with CoinDesk.\n\nIn terms of what Ripple is looking for, the company representative said they are recruiting software experts with Java or C++ language expertise and an ample dose of teachability.\n\n“We are not necessarily looking for blockchain experts – we can always teach domain-specific expertise,” she said. “We also think it’s important that our engineers carry themselves with humility and are able to think creatively about how to solve hard problems.”\n\nRipple image via Shutterstock\n\nUpdate (Feb. 11, 21:00 UTC): This article has been updated to clarify that the recruiting emails came from an external recruiter working on Ripple’s behalf."
  },
  "http://info.forbes.com/CM_EM_CryptoConfidential_Twitter_Signup_Crypto-Confidential-Sign-Up.html?k=EM_CC_TW": {
    "url": "http://info.forbes.com/CM_EM_CryptoConfidential_Twitter_Signup_Crypto-Confidential-Sign-Up.html?k=EM_CC_TW",
    "title": "Forbes Crypto Confidential Sign Up",
    "authors": [],
    "text": "Crypto assets and blockchain will transform a vast array of industries, from financial services, health care, government, technology, energy, real estate, and more. Be among the first to know the most important news and information in crypto, with this e–letter delivered every Friday."
  },
  "https://twitter.com/i/moments/1097958524490006528": {
    "url": "https://twitter.com/i/moments/1097958524490006528",
    "title": "Dr. Herbert Wertheim is the greatest investor you've never heard of",
    "authors": [
      "Replying To",
      "Antoine Gara",
      "Rickard Markette",
      "Laughing Owl",
      "Jim Kopas"
    ],
    "text": "The Greatest Investor You’ve Never Heard Of: An Optometrist Who Beat The Odds To Become A Billionaire\n\nPart Peter Lynch and part Warren Buffett, Herbie Wertheim buys stocks he understands, doubles down if his high-conviction picks go against him, and holds through market booms and busts.\n\nforbes.com"
  }
}